Repository: antuanjoseff/rutes-saludables-app
Catalog: lib/l10n/app_*.arb
Languages: ca, es

source: UdG Health
ca: UdG Salud
es: UdG Salud

# healthyTracks
source: Healthy itineraries
ca: Itineraris saludables
es: Itinerarios saludables

# mapLegendTitle
source: Map legend
ca: Llegenda del mapa
es: Leyenda del mapa

# wellcomePart1
source: Welcome to the Healthy Itineraries of the UdG! We have designed routes to each of the campuses, especially for the university community. There are two types of itineraries, depending on the time you want to invest to disconnect from the working and academic day.
ca: Benvingut/benvinguda als Itineraris Saludables de la UdG! Hem dissenyat unes rutes a cada un dels campus, especialment per a la comunitat universitària. Hi ha dos tipus d'itineraris, depenent del temps que vulguis invertir per desconnectar de la jornada laboral i acadèmica.
es: Bienvenido/bienvenida a los Itinerarios Saludables de la UdG! Hemos diseñado unas rutas en cada uno de los campus, especialmente para la comunidad universitaria. Hay dos tipos de itinerarios, dependiendo del tiempo que desees invertir para desconectar de la jornada laboral y académica.

# wellcomePart2
source: You can choose a short tour (about 20 minutes), to take advantage of the moments of rest, or a longer tour (about 45 minutes). Within the itineraries, we recommend some physical exercises (pink icons) with three levels of intensity and a series of points of interest (green icons) to get to know your campus services in depth.
ca: Pots triar un recorregut curt (d'uns 20 minuts), per aprofitar els moments de descans, o un recorregut més llarg (d'uns 45 minuts). Dins dels itineraris, et recomanem uns exercicis físics (icones roses) amb tres nivells d'intensitat i una sèrie de punts d'interès (icones verdes) per conèixer a fons els serveis del teu campus.
es: Puedes elegir un recorrido corto (unos 20 minutos), para aprovechar los momentos de descanso, o un recorrido más largo (unos 45 minutos). Dentro de los itinerarios, te recomendamos unos ejercicios físicos (iconos rosos) con tres niveles de intensidad y una serie de puntos de interés (iconos verdes) para conocer a fondo los servicios de tu campus.

# mapIconsText
source: On the map you will find these icons
ca: Al mapa trobaràs aquestes icones:
es: En el mapa encontrarás estos iconos:

# recommendedExercises
source: Recommended exercises of the itinerary
ca: Exercicis recomanats de l'itinerari
es: Ejercicios recomendados del itinerario

# nearbyPois
source: Nearby points of interest
ca: Punts d'interès propers
es: Puntos de interés cercanos

source: Your location
ca: La teva ubicació
es: Tu ubicación

# short
source: Curt
es: Corto

# long
source: Llarg
es: Largo

# trackData
source: Data
ca: Dades
es: Datos

source: Distance
ca: Distància
es: Distancia

# distanceToTrack
source: Track distance
es: Distància con el track

source: Altitude
ca: Altitud
es: Altitud

# movingTime
source: Elapsed time
ca: Temps en moviment
es: Tiempo transcurrido

source: Alert!
ca: Atenció!
es: ¡Aviso!

# movingAwayFromTrack
source: You are moving away from track
es: Te estás alejando del track

# wantToSeeVideo
source: Do you want to see a recommended exercise?
ca: Vols veure l'exercici recomanat?
es: ¿Quieres ver el ejercicio recomendado?

source: OK
ca: Acceptar
es: Acceptar

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Information
ca: Informació
es: Información

# trackUserInfo
source: Data
ca: Dades
es: Datos

# centerMap
source: Centrar mapa
es: Center map

# notificationContent
source: Healthy itineraries
es: Rutas saludables

# distToExercise
source: Closest exercise
es: Ejercicio más cercano

# warningAccuracy
source: La precisió del GPS és baixa
es: La precisión del GPS es baja
